Repository: whit3rabbit/turbospark
Catalog: swift/TurboSparkApp/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans, zh_hant

source: Trust All in Group
ar: الوثوق بالجميع في المجموعة
de: Allen in Gruppe vertrauen
es: Confiar en todos del grupo
fr: Faire confiance à tout le groupe
he: בטח בכל הקבוצה
hi: समूह में सभी पर विश्वास करें
id: Percayai Semua dalam Grup
it: Considera attendibile tutto il gruppo
ja: グループ内をすべて信頼
ko: 그룹 내 모두 신뢰
nl: Alles in groep vertrouwen
pl: Ufaj wszystkim w grupie
pt_br: Confiar em Todos no Grupo
ru: Доверять всем в группе
sv: Lita på alla i gruppen
tr: Gruptaki Tümüne Güven
uk: Довіряти всім у групі
vi: Tin cậy tất cả trong nhóm
zh_hans: 信任组中的所有项目
zh_hant: 信任群組中的所有項目

source: Try an example
ar: جرّب مثالا
de: Beispiel ausprobieren
es: Prueba un ejemplo
fr: Essayer un exemple
he: נסה דוגמה
hi: कोई उदाहरण आज़माएं
id: Coba contoh
it: Prova un esempio
ja: 例を試す
ko: 예시 사용해 보기
nl: Probeer een voorbeeld
pl: Wypróbuj przykład
pt_br: Experimente um exemplo
ru: Попробуйте пример
sv: Prova ett exempel
tr: Bir örnek deneyin
uk: Спробуйте приклад
vi: Thử một ví dụ
zh_hans: 试试示例
zh_hant: 試試範例

source: TurboQuant KV-Cache Quantization
ar: تكميم ذاكرة التخزين المؤقت KV لـ TurboQuant
de: TurboQuant KV-Cache-Quantisierung
es: Cuantización de caché KV TurboQuant
fr: Quantification du cache KV TurboQuant
he: קוונטיזציה של מטמון KV של TurboQuant
hi: TurboQuant KV-कैश परिमाणीकरण
id: Kuantisasi Cache KV TurboQuant
it: Quantizzazione della cache KV TurboQuant
ja: TurboQuant KV キャッシュ量子化
ko: TurboQuant KV 캐시 양자화
nl: TurboQuant KV-cachekwantisering
pl: Kwantyzacja pamięci podręcznej KV TurboQuant
pt_br: Quantização de cache KV TurboQuant
ru: Квантизация KV-кэша TurboQuant
sv: TurboQuant KV-cachekvantisering
tr: TurboQuant KV Önbellek Nicelemesi
uk: Квантування KV-кешу TurboQuant
vi: Lượng tử hóa bộ nhớ đệm KV TurboQuant
zh_hans: TurboQuant KV 缓存量化
zh_hant: TurboQuant KV 快取量化

source: TurboSpark Models Storage
ar: تخزين نماذج TurboSpark
de: TurboSpark-Modellspeicher
es: Almacenamiento de modelos de TurboSpark
fr: Stockage des modèles TurboSpark
he: אחסון מודלים של TurboSpark
hi: TurboSpark मॉडल स्टोरेज
id: Penyimpanan Model TurboSpark
it: Archiviazione modelli TurboSpark
ja: TurboSparkモデルストレージ
ko: TurboSpark 모델 저장소
nl: TurboSpark-modelopslag
pl: Pamięć modeli TurboSpark
pt_br: Armazenamento de Modelos do TurboSpark
ru: Хранилище моделей TurboSpark
sv: Lagring av TurboSpark-modeller
tr: TurboSpark Model Deposu
uk: Сховище моделей TurboSpark
vi: Bộ nhớ mô hình TurboSpark
zh_hans: TurboSpark 模型存储空间
zh_hant: TurboSpark 模型儲存空間

source: TurboSpark Safety & Sandbox Guarantee
ar: ضمان الأمان وصندوق الحماية في TurboSpark
de: TurboSpark-Sicherheits- und Sandbox-Garantie
es: Garantía de seguridad y aislamiento de TurboSpark
fr: Garantie de sécurité et de bac à sable de TurboSpark
he: הבטחת האבטחה וארגז החול של TurboSpark
hi: TurboSpark सुरक्षा और सैंडबॉक्स गारंटी
id: Jaminan keamanan dan sandbox TurboSpark
it: Garanzia di sicurezza e sandbox di TurboSpark
ja: TurboSpark の安全性とサンドボックスの保証
ko: TurboSpark 안전 및 샌드박스 보장
nl: TurboSpark-garantie voor veiligheid en sandbox
pl: Gwarancja bezpieczeństwa i piaskownicy TurboSpark
pt_br: Garantia de segurança e sandbox do TurboSpark
ru: Гарантия безопасности и песочницы TurboSpark
sv: TurboSparks säkerhets- och sandlådegaranti
tr: TurboSpark güvenlik ve korumalı alan güvencesi
uk: Гарантія безпеки та пісочниці TurboSpark
vi: Cam kết an toàn và hộp cát của TurboSpark
zh_hans: TurboSpark 安全与沙盒保证
zh_hant: TurboSpark 安全與沙箱保證

source: TurboSpark checks known Hugging Face, LM Studio, and Ollama locations. Only supported GGUF and GTurbo artifacts can be added to the runnable model list.
ar: يتحقق TurboSpark من مواقع Hugging Face وLM Studio وOllama المعروفة. يمكن فقط إضافة عناصر GGUF وGTurbo المدعومة إلى قائمة النماذج القابلة للتشغيل.
de: TurboSpark überprüft bekannte Hugging Face-, LM Studio- und Ollama-Speicherorte. Nur unterstützte GGUF- und GTurbo-Artefakte können zur Liste ausführbarer Modelle hinzugefügt werden.
es: TurboSpark comprueba las ubicaciones conocidas de Hugging Face, LM Studio y Ollama. Solo los artefactos GGUF y GTurbo compatibles se pueden añadir a la lista de modelos ejecutables.
fr: TurboSpark vérifie les emplacements connus de Hugging Face, LM Studio et Ollama. Seuls les artefacts GGUF et GTurbo pris en charge peuvent être ajoutés à la liste des modèles exécutables.
he: TurboSpark בודק מיקומים ידועים של Hugging Face, LM Studio ו-Ollama. רק רכיבי GGUF ו-GTurbo נתמכים יכולים להתווסף לרשימת המודלים הניתנים להפעלה.
hi: TurboSpark ज्ञात Hugging Face, LM Studio और Ollama स्थानों की जांच करता है। केवल समर्थित GGUF और GTurbo कलाकृतियों को चलाने योग्य मॉडल सूची में जोड़ा जा सकता है।
id: TurboSpark memeriksa lokasi umum Hugging Face, LM Studio, dan Ollama. Hanya artefak GGUF dan GTurbo yang didukung yang dapat ditambahkan ke daftar model yang dapat dijalankan.
it: TurboSpark controlla le posizioni note di Hugging Face, LM Studio e Ollama. Solo gli artefatti GGUF e GTurbo supportati possono essere aggiunti all'elenco dei modelli eseguibili.
ja: TurboSparkは既知のHugging Face、LM Studio、Ollamaの場所を確認します。サポートされているGGUFおよびGTurboアーティファクトのみを実行可能なモデルリストに追加できます。
ko: TurboSpark는 알려진 Hugging Face, LM Studio 및 Ollama 위치를 확인합니다. 지원되는 GGUF 및 GTurbo 아티팩트만 실행 가능한 모델 목록에 추가할 수 있습니다.
nl: TurboSpark controleert bekende locaties van Hugging Face, LM Studio en Ollama. Alleen ondersteunde GGUF- en GTurbo-artefacten kunnen worden toegevoegd aan de lijst met uitvoerbare modellen.
pl: TurboSpark sprawdza znane lokalizacje Hugging Face, LM Studio i Ollama. Do listy modeli gotowych do uruchomienia można dodać tylko obsługiwane artefakty GGUF i GTurbo.
pt_br: O TurboSpark verifica locais conhecidos do Hugging Face, LM Studio e Ollama. Somente artefatos GGUF e GTurbo compatíveis podem ser adicionados à lista de modelos executáveis.
ru: TurboSpark проверяет известные расположения Hugging Face, LM Studio и Ollama. Только поддерживаемые артефакты GGUF и GTurbo могут быть добавлены в список запускаемых моделей.
sv: TurboSpark kontrollerar kända platser för Hugging Face, LM Studio och Ollama. Endast GGUF- och GTurbo-artefakter som stöds kan läggas till i listan över körbara modeller.
tr: TurboSpark bilinen Hugging Face, LM Studio ve Ollama konumlarını denetler. Yalnızca desteklenen GGUF ve GTurbo yapıları çalıştırılabilir model listesine eklenebilir.
uk: TurboSpark перевіряє відомі розташування Hugging Face, LM Studio та Ollama. До списку доступних для запуску моделей можна додати лише підтримувані артефакти GGUF та GTurbo.
vi: TurboSpark kiểm tra các vị trí Hugging Face, LM Studio và Ollama đã biết. Chỉ các tệp GGUF và GTurbo được hỗ trợ mới có thể được thêm vào danh sách mô hình có thể chạy.
zh_hans: TurboSpark 会检查已知的 Hugging Face、LM Studio 和 Ollama 位置。只有受支持的 GGUF 和 GTurbo 构件才能添加到可运行模型列表中。
zh_hant: TurboSpark 會檢查已知的 Hugging Face、LM Studio 和 Ollama 位置。只有受支援的 GGUF 和 GTurbo 成品才能新增至可執行模型清單中。

source: TurboSpark did not find a downloaded Z-Image model. These pinned MLX variants have completed install gates and are matched to this Mac's memory.
ar: لم يعثر TurboSpark على نموذج Z-Image تم تنزيله. اجتازت متغيرات MLX المثبتة هذه فحوصات التثبيت وتناسب ذاكرة هذا الـ Mac.
de: TurboSpark hat kein heruntergeladenes Z-Image-Modell gefunden. Diese angehefteten MLX-Varianten haben die Installationsprufungen bestanden und sind auf den Speicher dieses Macs abgestimmt.
es: TurboSpark no encontro un modelo Z-Image descargado. Estas variantes MLX fijadas completaron las comprobaciones de instalacion y se ajustan a la memoria de este Mac.
fr: TurboSpark n'a pas trouve de modele Z-Image telecharge. Ces variantes MLX epinglees ont passe les controles d'installation et sont adaptees a la memoire de ce Mac.
he: TurboSpark לא מצא דגם Z-Image שהורד. גרסאות MLX המוצמדות האלה עברו בדיקות התקנה ומתאימות לזיכרון של ה-Mac הזה.
hi: TurboSpark को डाउनलोड किया हुआ Z-Image मॉडल नहीं मिला। इन पिन की गई MLX वैरिएंट ने इंस्टॉल जांच पूरी की है और इस Mac की मेमोरी के लिए उपयुक्त हैं।
id: TurboSpark tidak menemukan model Z-Image yang diunduh. Varian MLX yang dipasangkan ini telah menyelesaikan pemeriksaan instalasi dan sesuai dengan memori Mac ini.
it: TurboSpark non ha trovato un modello Z-Image scaricato. Queste varianti MLX fissate hanno completato i controlli di installazione e sono adatte alla memoria di questo Mac.
ja: TurboSparkはダウンロード済みのZ-Imageモデルを見つけられませんでした。これらの固定MLXバリアントはインストール検証済みで、このMacのメモリに合わせています。
ko: TurboSpark에서 다운로드된 Z-Image 모델을 찾지 못했습니다. 이 고정 MLX 변형은 설치 검사를 완료했으며 이 Mac의 메모리에 맞습니다.
nl: TurboSpark vond geen gedownload Z-Image-model. Deze vastgezette MLX-varianten hebben de installatiecontroles voltooid en zijn afgestemd op het geheugen van deze Mac.
pl: TurboSpark nie znalazl pobranego modelu Z-Image. Te przypiete warianty MLX przeszly testy instalacji i sa dopasowane do pamieci tego Maca.
pt_br: O TurboSpark nao encontrou um modelo Z-Image baixado. Estas variantes MLX fixadas concluiram os testes de instalacao e sao adequadas a memoria deste Mac.
ru: TurboSpark ne nashel zagruzhennuyu model Z-Image. Eti zakreplennye varianty MLX proshli proverki ustanovki i podobrany po pamyati etogo Mac.
sv: TurboSpark hittade ingen nedladdad Z-Image-modell. Dessa fastasta MLX-varianter har klarat installationskontrollerna och ar anpassade till minnet i denna Mac.
tr: TurboSpark indirilmis bir Z-Image modeli bulamadi. Bu sabitlenmis MLX varyantlari kurulum kontrollerini tamamladi ve bu Mac'in bellegine uyarlandi.
uk: TurboSpark не знайшов завантаженої моделі Z-Image. Ці закріплені варіанти MLX пройшли перевірки встановлення та підібрані для пам'яті цього Mac.
vi: TurboSpark khong tim thay mo hinh Z-Image da tai. Cac bien the MLX da ghim nay da hoan tat kiem tra cai dat va phu hop voi bo nho cua Mac nay.
zh_hans: TurboSpark 未找到已下载的 Z-Image 模型。这些固定的 MLX 变体已完成安装检查，并与此 Mac 的内存匹配。
zh_hant: TurboSpark 找不到已下載的 Z-Image 模型。這些固定的 MLX 變體已完成安裝檢查，並符合此 Mac 的記憶體。

source: TurboSpark ships no directions. A direction is a .gguf control vector in llama.cpp layout that you extract or supply yourself, and this engine has no opinion about what one encodes: the same code path serves concept steering, style vectors and refusal-direction work.
ar: لا تأتي TurboSpark بأي اتجاهات. الاتجاه هو متجهة تحكم .gguf في تخطيط llama.cpp التي تستخرجها أو تقدمها بنفسك، وليس لهذا المحرك أي رأي حول ما يتم ترميزه: يخدم نفس مسار التعليمات البرمجية توجيه المفهوم ومتجهات النمط وعمل اتجاه الرفض.
de: TurboSpark liefert keine Richtungsvektoren mit. Eine Richtung ist ein .gguf-Steuerungsvektor im llama.cpp-Layout, den Sie selbst extrahieren oder bereitstellen, und diese Engine hat keine Meinung darüber, was er codiert: derselbe Codepfad dient der Konzeptsteuerung, Stilvektoren und Ablehnungsrichtungsarbeit.
es: TurboSpark no incluye vectores de dirección. Una dirección es un vector de control .gguf con diseño de llama.cpp que extraes o suministras tú mismo, y este motor no tiene preferencias sobre lo que codifica: la misma ruta de código sirve para dirección de conceptos, vectores de estilo y trabajo de dirección de rechazo.
fr: TurboSpark n'inclut aucune direction. Une direction est un vecteur de contrôle .gguf au format llama.cpp que vous extrayez ou fournissez vous-même, et ce moteur n'a aucun avis sur ce qu'il encode : le même chemin de code sert au guidage de concepts, aux vecteurs de style et aux directions de refus.
he: TurboSpark אינה מגיעה עם כיוונים מובנים. כיוון הוא וקטור בקרה .gguf בפריסת llama.cpp שאתה מחלץ או מספק בעצמך, ולמנוע זה אין דעה לגבי מה שהוא מקודד: אותו נתיב קוד משרת היגוי מושגים, וקטורי סגנון ועבודת כיווני סירוב.
hi: TurboSpark कोई दिशाएं नहीं भेजता है। एक दिशा llama.cpp लेआउट में एक .gguf नियंत्रण वेक्टर है जिसे आप स्वयं निकालते हैं या आपूर्ति करते हैं, और इस इंजन की कोई राय नहीं है कि क्या एन्कोड किया गया है: वही कोड पथ अवधारणा संचालन, शैली वैक्टर और इनकार-दिशा कार्य करता है।
id: TurboSpark tidak menyertakan vektor arah bawaan. Arah adalah vektor kontrol .gguf dalam tata letak llama.cpp yang Anda ekstrak atau sediakan sendiri, dan mesin ini tidak mempermasalahkan apa yang dienkode: jalur kode yang sama melayani pengemudian konsep, vektor gaya, dan pekerjaan arah penolakan.
it: TurboSpark non fornisce direzioni integrate. Una direzione è un vettore di controllo .gguf con layout llama.cpp estratto o fornito dall'utente, e questo motore non ha preferenze su cosa codifichi: lo stesso percorso di codice serve per sterzo di concetti, vettori di stile e direzioni di rifiuto.
ja: TurboSpark には方向ベクトルは同梱されていません。方向とは、ユーザーが抽出または提供する llama.cpp レイアウトの .gguf 制御ベクトルであり、このエンジンは何がエンコードされているかに関与しません。同じコードパスが概念のステアリング、スタイルベクトル、および拒否方向の処理に対応します。
ko: TurboSpark에는 방향 벡터가 포함되어 있지 않습니다. 방향은 사용자가 직접 추출하거나 제공하는 llama.cpp 레이아웃의 .gguf 제어 벡터이며, 이 엔진은 인코딩 내용에 관여하지 않습니다. 동일한 코드 경로가 개념 조향, 스타일 벡터 및 거부 방향 작업에 사용됩니다.
nl: TurboSpark levert geen richtingsvectoren mee. Een richting is een .gguf-besturingsvector in llama.cpp-indeling die u zelf extraheert of levert, en deze engine heeft geen oordeel over wat deze codeert: hetzelfde codepad dient voor conceptsturing, stijlvectoren en weigeringsrichtingen.
pl: TurboSpark nie zawiera gotowych wektorów kierunku. Kierunek to wektor kontrolny .gguf w układzie llama.cpp, który wyodrębniasz lub dostarczasz samodzielnie, a silnik nie ocenia jego zawartości: ta sama ścieżka kodu obsługuje sterowanie pojęciami, wektory stylu i wektory odmowy.
pt_br: O TurboSpark não inclui direções. Uma direção é um vetor de controle .gguf no layout llama.cpp que você extrai ou fornece por conta própria, e este motor não opina sobre o que ele codifica: o mesmo caminho de código atende ao direcionamento de conceitos, vetores de estilo e recusas.
ru: TurboSpark не поставляет встроенных векторов направления. Направление -- это вектор управления .gguf в формате llama.cpp, который вы извлекаете или предоставляете сами, и движок нейтрален к его содержимому: один и тот же путь кода обслуживает концептуальное управление, векторы стиля и направления отказа.
sv: TurboSpark levererar inga riktningar. En riktning är en .gguf-kontrollvektor i llama.cpp-layout som du extraherar eller tillhandahåller själv, och den här motorn har ingen åsikt om vad som kodas: samma kodväg tjänar konceptstyrning, stilvektorer och avvisningsriktningsarbete.
tr: TurboSpark yön vektörleri içermez. Yön, kendinizin ayıkladığı veya sağladığı llama.cpp düzeninde bir .gguf kontrol vektörüdür ve bu motorun neyi kodladığı konusunda hiçbir fikri yoktur: aynı kod yolu kavram yönlendirme, stil vektörleri ve reddetme yönü çalışmasına hizmet eder.
uk: TurboSpark не постачає вбудованих векторів напрямку. Напрямок -- це вектор керування .gguf у форматі llama.cpp, який ви вилучаєте або надаєте самі, і рушій нейтральний до його вмісту: той самий шлях коду обслуговує концептуальне керування, вектори стилю та напрямки відмови.
vi: TurboSpark không cung cấp các hướng vectơ sẵn có. Hướng là một vectơ điều khiển .gguf theo bố cục llama.cpp mà bạn tự trích xuất hoặc cung cấp và công cụ này không can thiệp vào những gì nó mã hóa: cùng một đường dẫn mã phục vụ cho việc điều khiển khái niệm, vectơ phong cách và hướng từ chối.
zh_hans: TurboSpark 不附带转向向量。方向向量是 llama.cpp 格式的 .gguf 控制向量，由你自行提取或提供，本引擎对其编码内容保持中立：相同的代码路径适用于概念控制、风格向量和拒绝方向处理。
zh_hant: TurboSpark 不隨附轉向向量。方向向量是 llama.cpp 格式的 .gguf 控制向量，由你自行擷取或提供，本引擎對其編碼內容保持中立：相同的程式碼路徑適用於概念控制、風格向量和拒絕方向處理。

source: Turns
ar: الجولات
de: Runden
es: Turnos
fr: Tours
he: תורות
hi: टर्न
id: Putaran
it: Turni
ja: ターン数
ko: 턴 수
nl: Beurten
pl: Tury
pt_br: Turnos
ru: Ходы
sv: Omgångar
tr: Dönüşler
uk: Раунди
vi: Lượt
zh_hans: 轮次
zh_hant: 輪次

source: UI Typography Preview
ar: معاينة طباعة الواجهة
de: Vorschau der Oberflächentypografie
es: Vista previa de la tipografía de la interfaz
fr: Aperçu de la typographie de l'interface
he: תצוגה מקדימה של הטיפוגרפיה בממשק
hi: UI टाइपोग्राफ़ी प्रीव्यू
id: Pratinjau tipografi antarmuka
it: Anteprima della tipografia dell'interfaccia
ja: UI タイポグラフィのプレビュー
ko: UI 타이포그래피 미리보기
nl: Voorbeeld van UI-typografie
pl: Podgląd typografii interfejsu
pt_br: Pré-visualização da tipografia da interface
ru: Предпросмотр типографики интерфейса
sv: Förhandsvisning av gränssnittstypografi
tr: Arayüz tipografisi önizlemesi
uk: Перегляд типографіки інтерфейсу
vi: Xem trước kiểu chữ giao diện
zh_hans: 界面排版预览
zh_hant: 介面排版預覽

source: Uncommitted changes
ar: تغييرات غير مودعة
de: Nicht committete Änderungen
es: Cambios sin confirmar
fr: Modifications non validées
he: שינויים שלא בוצע להם קומיט
hi: बिना कमिट किए बदलाव
id: Perubahan belum di-commit
it: Modifiche non salvate nel commit
ja: 未コミットの変更
ko: 커밋되지 않은 변경 사항
nl: Niet-gecommitte wijzigingen
pl: Niezatwierdzone zmiany
pt_br: Alterações não commitadas
ru: Незафиксированные изменения
sv: Ej incheckade ändringar
tr: İşlenmemiş değişiklikler
uk: Незафіксовані зміни
vi: Thay đổi chưa commit
zh_hans: 未提交的更改
zh_hant: 未提交的變更

source: Unified Memory & Working Set
ar: الذاكرة الموحدة ومجموعة العمل
de: Gemeinsamer Speicher & Arbeitssatz
es: Memoria unificada y conjunto de trabajo
fr: Mémoire unifiée et ensemble de travail
he: זיכרון מאוחד וערכת עבודה
hi: एकीकृत मेमोरी और कार्यशील सेट
id: Memori Terpadu & Set Kerja
it: Memoria unificata e working set
ja: ユニファイドメモリと作業セット
ko: 통합 메모리 및 작업 세트
nl: Gecombineerd geheugen en werkset
pl: Pamięć zunifikowana i zbiór roboczy
pt_br: Memória Unificada e Conjunto de Trabalho
ru: Объединенная память и рабочий набор
sv: Enhetligt minne och arbetsuppsättning
tr: Birleşik Bellek ve Çalışma Kümesi
uk: Об'''єднана пам'''ять і робочий набір
vi: Bộ nhớ hợp nhất & Tập làm việc
zh_hans: 统一内存与工作集
zh_hant: 統一記憶體與工作集

source: Uninstall
ar: إلغاء التثبيت
de: Deinstallieren
es: Desinstalar
fr: Désinstaller
he: הסר התקנה
hi: अनइंस्टॉल करें
id: Copot pemasangan
it: Disinstalla
ja: アンインストール
ko: 제거
nl: Verwijderen
pl: Odinstaluj
pt_br: Desinstalar
ru: Удалить
sv: Avinstallera
tr: Kaldır
uk: Видалити
vi: Gỡ cài đặt
zh_hans: 卸载
zh_hant: 解除安裝

source: Uninstalls the plugin from user scope and removes its install cache. Hooks it contributed stop immediately.
ar: يزيل الملحق من نطاق المستخدم ويحذف ذاكرة التثبيت المؤقتة الخاصة به. وتتوقف الخطافات التي أسهم بها فورا.
de: Deinstalliert das Plugin aus dem Benutzerbereich und entfernt seinen Installations-Cache. Von ihm beigesteuerte Hooks werden sofort beendet.
es: Desinstala el plugin del ámbito de usuario y elimina su caché de instalación. Los hooks que aportaba dejan de funcionar de inmediato.
fr: Désinstalle le plugin de la portée utilisateur et supprime son cache d'installation. Les hooks qu'il fournissait s'arrêtent immédiatement.
he: מסיר את התוסף מהיקף המשתמש ומוחק את מטמון ההתקנה שלו. הוקים שהוא תרם נעצרים מיד.
hi: प्लगइन को उपयोगकर्ता स्कोप से अनइंस्टॉल करता है और उसका इंस्टॉल कैश हटाता है। इसके द्वारा दिए गए हुक तुरंत रुक जाते हैं।
id: Menghapus plugin dari cakupan pengguna dan menghapus cache pemasangannya. Hook yang disumbangkannya langsung berhenti.
it: Disinstalla il plugin dall'ambito utente e rimuove la sua cache di installazione. Gli hook che forniva si fermano immediatamente.
ja: ユーザースコープからプラグインをアンインストールし、インストールキャッシュを削除します。提供していたフックは直ちに停止します。
ko: 사용자 범위에서 플러그인을 제거하고 설치 캐시를 삭제합니다. 이 플러그인이 제공하던 훅은 즉시 중지됩니다.
nl: Verwijdert de plug-in uit het gebruikersbereik en wist de installatiecache. Hooks die de plug-in leverde, stoppen onmiddellijk.
pl: Odinstalowuje wtyczkę z zakresu użytkownika i usuwa jej pamięć podręczną instalacji. Dostarczone przez nią hooki natychmiast przestają działać.
pt_br: Desinstala o plugin do escopo do usuário e remove o cache de instalação. Os hooks que ele fornecia param imediatamente.
ru: Удаляет плагин из пользовательской области и очищает его кэш установки. Предоставленные им хуки сразу перестают работать.
sv: Avinstallerar tillägget från användaromfånget och tar bort dess installationscache. Hookar som det bidrog med stoppas omedelbart.
tr: Eklentiyi kullanıcı kapsamından kaldırır ve kurulum önbelleğini siler. Sağladığı kancalar hemen durur.
uk: Видаляє плагін із користувацької області та очищає його кеш встановлення. Надані ним хуки одразу припиняють роботу.
vi: Gỡ plugin khỏi phạm vi người dùng và xóa bộ đệm cài đặt của nó. Các hook do plugin cung cấp dừng ngay lập tức.
zh_hans: 从用户范围卸载该插件并删除其安装缓存。它提供的钩子会立即停止。
zh_hant: 從使用者範圍解除安裝該外掛並刪除其安裝快取。它提供的掛鉤會立即停止。

source: Unload
ar: إلغاء التحميل
de: Entladen
es: Descargar
fr: Décharger
he: פרוק
hi: अनलोड करें
id: Bongkar
it: Scarica
ja: アンロード
ko: 언로드
nl: Ontladen
pl: Wyładuj
pt_br: Descarregar
ru: Выгрузить
sv: Ladda ur
tr: Boşalt
uk: Вивантажити
vi: Dỡ bỏ
zh_hans: 卸载
zh_hant: 卸載

source: Unload Model
ar: إخراج النموذج
de: Modell entladen
es: Descargar modelo
fr: Décharger le modèle
he: פלוט מודל
hi: मॉडल अनलोड करें
id: Bongkar Model
it: Scarica modello
ja: モデルをアンロード
ko: 모델 언로드
nl: Model uitladen
pl: Wyładuj model
pt_br: Descarregar modelo
ru: Выгрузить модель
sv: Lossa modellen
tr: Modeli Kaldır
uk: Вивантажити модель
vi: Gỡ mô hình
zh_hans: 卸载模型
zh_hant: 卸載模型

source: Unpin
ar: إلغاء التثبيت
de: Lösen
es: Desfijar
fr: Désépingler
he: בטל הצמדה
hi: अनपिन करें
id: Lepas sematan
it: Rimuovi
ja: ピン留めを解除
ko: 고정 해제
nl: Losmaken
pl: Odepnij
pt_br: Desafixar
ru: Открепить
sv: Lösgör
tr: Sabitlemeyi Kaldır
uk: Відкріпити
vi: Bỏ ghim
zh_hans: 取消置顶
zh_hant: 取消置頂

source: Unregister folder
ar: إلغاء تسجيل المجلد
de: Ordner abmelden
es: Anular registro de carpeta
fr: Désinscrire le dossier
he: בטל רישום תיקייה
hi: फ़ोल्डर अनरजिस्टर करें
id: Batalkan pendaftaran folder
it: Annulla registrazione cartella
ja: フォルダの登録を解除
ko: 폴더 등록 취소
nl: Map afmelden
pl: Wyrejestruj folder
pt_br: Cancelar registro de pasta
ru: Отменить регистрацию папки
sv: Avregistrera mapp
tr: Klasör kaydını sil
uk: Скасувати реєстрацію папки
vi: Hủy đăng ký thư mục
zh_hans: 注销文件夹
zh_hant: 取消註冊資料夾

source: Up/Down to navigate, Enter to open, Esc to close
ar: أعلى/أسفل للتنقل، Enter للفتح، Esc للإغلاق
de: Auf/Ab zum Navigieren, Eingabetaste zum Öffnen, Esc zum Schließen
es: Arriba/Abajo para navegar, Intro para abrir, Esc para cerrar
fr: Haut/Bas pour naviguer, Entrée pour ouvrir, Échap pour fermer
he: למעלה/למטה לניווט, Enter לפתיחה, Esc לסגירה
hi: नेविगेट करने के लिए Up/Down, खोलने के लिए Enter, बंद करने के लिए Esc
id: Naik/Turun untuk navigasi, Enter untuk membuka, Esc untuk menutup
it: Su/Giù per spostarsi, Invio per aprire, Esc per chiudere
ja: 上下で移動、Enter で開く、Esc で閉じる
ko: 위/아래로 이동, Enter로 열기, Esc로 닫기
nl: Omhoog/Omlaag om te navigeren, Enter om te openen, Esc om te sluiten
pl: Góra/Dół do nawigacji, Enter aby otworzyć, Esc aby zamknąć
pt_br: Cima/Baixo para navegar, Enter para abrir, Esc para fechar
ru: Вверх/Вниз — навигация, Enter — открыть, Esc — закрыть
sv: Upp/Ner för att navigera, Enter för att öppna, Esc för att stänga
tr: Gezinmek için Yukarı/Aşağı, açmak için Enter, kapatmak için Esc
uk: Вгору/Вниз — навігація, Enter — відкрити, Esc — закрити
vi: Lên/Xuống để điều hướng, Enter để mở, Esc để đóng
zh_hans: 上/下键导航，回车打开，Esc 关闭
zh_hant: 上/下鍵導覽，Enter 開啟，Esc 關閉

source: Update Task
ar: تحديث المهمة
de: Aufgabe aktualisieren
es: Actualizar tarea
fr: Mettre à jour la tâche
he: עדכון משימה
hi: कार्य अपडेट करें
id: Perbarui tugas
it: Aggiornare attività
ja: タスクを更新
ko: 작업 업데이트
nl: Taak bijwerken
pl: Aktualizuj zadanie
pt_br: Atualizar tarefa
ru: Обновить задачу
sv: Uppdatera uppgift
tr: Görevi güncelle
uk: Оновити завдання
vi: Cập nhật tác vụ
zh_hans: 更新任务
zh_hant: 更新任務

source: Update Tasks
ar: تحديث المهام
de: Aufgaben aktualisieren
es: Actualizar tareas
fr: Mettre à jour les tâches
he: עדכון משימות
hi: कार्य सूची अपडेट करें
id: Perbarui daftar tugas
it: Aggiornare le attività
ja: タスク一覧を更新
ko: 작업 목록 업데이트
nl: Taken bijwerken
pl: Aktualizuj zadania
pt_br: Atualizar tarefas
ru: Обновить задачи
sv: Uppdatera uppgifter
tr: Görevleri güncelle
uk: Оновити список завдань
vi: Cập nhật các tác vụ
zh_hans: 更新任务列表
zh_hant: 更新任務清單
